tap "cantino/mcfly"
tap "charmbracelet/tap"
tap "cjbassi/ytop"
tap "denisidoro/tools"
tap "discoteq/discoteq"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "infrasec/tap", "https://git:glpat-iniFQNJ3rAaypu2xcjFd@gitlab.nuna.cloud/infraeng/homebrew-tap.git"
tap "jesseduffield/lazydocker"
tap "joemiller/taps"
tap "juretta/spy"
tap "muesli/tap"
tap "nickolasburr/pfa"
tap "saulpw/vd"
tap "statping/statping"
tap "turbot/tap"
tap "xo/xo"
brew "ack"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "librsvg"
brew "adwaita-icon-theme"
brew "python@3.10"
brew "afflib"
brew "autoconf"
brew "automake"
brew "aws-shell"
brew "awscli"
brew "bandcamp-dl"
brew "bash"
brew "bat"
brew "boringtun"
brew "broot"
brew "caddy"
brew "choose-rust"
brew "cmatrix"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "libslirp"
brew "libssh"
brew "qemu"
brew "colima"
brew "consul-template"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dasel"
brew "socat"
brew "wget"
brew "dasht"
brew "dc3dd"
brew "ddrescue"
brew "dialog"
brew "docker-compose", link: false
brew "docker-credential-helper-ecr"
brew "dockutil"
brew "fluid-synth"
brew "dosbox-x"
brew "dust"
brew "exiftool"
brew "exiv2"
brew "fd"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "grep"
brew "gron"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "highlight"
brew "htmlq"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "iperf3"
brew "libxml2"
brew "itstool"
brew "jc"
brew "jfrog-cli"
brew "jless"
brew "jq"
brew "kakoune"
brew "krb5"
brew "lastpass-cli"
brew "lazygit"
brew "ldns"
brew "libewf"
brew "libgsf"
brew "libpq"
brew "librdkafka"
brew "lldpd"
brew "mcfly"
brew "mitmproxy"
brew "mp3wrap"
brew "mtr"
brew "mysql-client"
brew "navi"
brew "ncdu"
brew "ncmpc"
brew "nghttp2"
brew "nmap"
brew "node"
brew "openssh"
brew "openssl@3"
brew "p7zip"
brew "packer"
brew "perl"
brew "pipenv"
brew "pipx"
brew "pkcs11-helper"
brew "postgresql@14"
brew "progress"
brew "psgrep"
brew "pv"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "qrencode"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sipcalc"
brew "sk"
brew "sleuthkit"
brew "sshuttle"
brew "starship"
brew "tealdeer"
brew "telnet"
brew "tfenv"
brew "thefuck"
brew "thrift"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "vim"
brew "vip"
brew "xmlformat"
brew "xmlstarlet"
brew "xsv"
brew "yara"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "yq"
brew "yubico-piv-tool"
brew "z"
brew "zellij"
brew "zenith"
brew "zola"
brew "zork"
brew "cjbassi/ytop/ytop"
brew "discoteq/discoteq/flock"
brew "hashicorp/tap/terraform-ls"
brew "infrasec/tap/nuna_access"
brew "jesseduffield/lazydocker/lazydocker"
brew "joemiller/taps/vault-token-helper"
brew "juretta/spy/spy"
brew "muesli/tap/duf"
cask "alt-tab"
cask "aws-vault"
cask "font-fantasque-sans-mono-nerd-font"
cask "gpodder"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "lulu"
cask "macfuse"
cask "obsidian"
cask "qlimagesize"
cask "qlvideo"
cask "rustdesk"
cask "sigil"
cask "signal"
cask "utc-menu-clock"
